# a=input("Введите пароль:")
# b=input("Введите пароль еще раз:")
# if a == b:
#     print("Пароль принят")
# else:
#     print("Пароль не принят")



# a = int(input("Введите номер вашего билета:"))
# if a <= 36:
#     if a % 2 == 0:
#         print("Ваше место находится сверху")
#     else:
#         print("Ваше место находится снизу")
# if 36 < a <= 54:
#     print("Ваше место находится сбоку")
# if a > 54:
#     print("Ваше место находится в купе")



# a = int(input("Введите год:"))
# if a % 4 == 0 and a % 100 != 0 or a % 400 == 0:
#     print ("Год", a, "- високосный")
# else:
#     print("Год", a, "- не високосный")


# print("Есть 3 цвета: красный,синий,желтый. Выбери два цвета из перечисленных , чтобы узнать результат их смешивания !")
# color1 = input("Введи первый цвет:")
# color2 = input("Введи второй цвет:")
#
# a="красный"
# b="синий"
# c="желтый"
#
# if color1 == b and color2 == c or color1 == c and color2 == b:
#     print("Получится зеленый")
# if color1 == a and color2 == b or color1 == b and color2 == a:
#     print("Получится фиолетовый")
# if color1 == a and color2 == c or color1 == c and color2 == a:
#     print("Получится ораньжевый")
# else:
#     print("Ошибка")

